[DamageType.DmgType_Corrosive_Impact:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Highly effective vs Armor."

[DamageType.DmgType_Corrosive_Impact_NoDoT:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Highly effective vs Armor."
